Repository: STY1001/Unowhy-Tools
Catalog: Unowhy Tools WPF/Lang/*.resx
Languages: fr, zh_hans

# descwindefset
source: Windows Defender settings. Enable and disable the built-in Windows antivirus. In some case (if you are developer, crack your softwares, manipulate unsigned softwares or if there is a false positif), Windows Defender can annoy you by deleting files, kill processes and more, so the correct solution would be to disable it, but it's impossible to deactivate it natively and deactivate the real-time protection is useless, because it reactivates all the time. However, you can permanently disable the real-time protection with a hidden way. Warning: You can disable real-time protection, but you can't disable Windows Defender itself permanently, because it's a Windows Serveur (and Enterprise maybe) feature. Disabling real-time protection is sufficient. To manipulate Windows Defender settings, you need to disable tamper protection. Update: Since Unowhy Tools 24.10 and Unowhy Tools Service 3.2, you can now disable Windows Defender permanently
fr: Paramètres de Windows Defender. Activez et désactivez l'antivirus Windows intégré. Dans certains cas (si vous êtes développeur, crackez vos logiciels, manipulez des logiciels non signés ou s'il y a un faux positif), Windows Defender peut vous ennuyer en supprimant des fichiers, en tuant des processus et plus encore, donc la bonne solution serait de le désactiver, mais il est impossible de le désactiver nativement et désactiver la protection en temps réel ne sert à rien, car il se réactive tout le temps. Cependant, vous pouvez désactiver définitivement la protection en temps réel de manière cachée. Avertissement : Vous pouvez désactiver la protection en temps réel, mais vous ne pouvez pas désactiver Windows Defender lui-même de manière permanente, car il s'agit d'une fonctionnalité Windows Serveur (et Enterprise peut-être). La désactivation de la protection en temps réel est suffisante. Pour manipuler les paramètres de Windows Defender, vous devez désactiver la protection contre les falsifications. Mise à jour : depuis Unowhy Tools 24.10 et Unowhy Tools Service 3.2, vous pouvez désormais désactiver définitivement Windows Defender
zh_hans: Windows Defender设置。启用和禁用内置Windows防病毒程序。在某些情况下(如果您是开发人员、破解软件、操作未签名软件,或者存在误报),Windows Defender可能会通过删除文件、终止进程等方式打扰您,因此正确的解决方案是禁用它,但本机无法停用它,停用实时保护也是无用的,因为它会一直重新激活。但是,您可以通过隐藏的方式永久禁用实时保护。警告:您可以禁用实时保护,但不能永久禁用Windows Defender本身,因为它是Windows服务器(和可能的企业版)功能。禁用实时保护就足够了。

# descwinre
source: Do this if you want to reset Windows. Unowhy has deployed a patch to disable Windows Recovery Environment (to disable reset). For some users, the activation will fail, in this case, you should be able to repair the problem by downloading a WinRE image
fr: Faites ceci, si vous voulez réinitialiser Windows. Unowhy a déployé un patch qui désactive l'environnement de restauration Windows (qui désactive la réinitialisation). Pour certaines personnes, l'activation peut échouer. Dans ce cas là, Unowhy Tools vous proposera de réparer le problème en re-téléchargeant l'image WinRE.
zh_hans: 做此操作如果您想重置Windows。 Unowhy已经部署了一个补丁来禁用Windows恢复环境(禁用重置)。 对于某些用户,激活将失败,在这种情况下,您应该能够通过下载WinRE镜像来修复问题

source: Disable
fr: Désactiver
zh_hans: 禁用

# disablea
source: Disable account
fr: Désactiver le compte
zh_hans: 禁用帐户

source: Disconnect
fr: Déconnecter
zh_hans: 断开

# dishis
source: Disable "HiSqoolManager" service
fr: Désactiver le services "HiSqoolManager"
zh_hans: 禁用“HiSqoolManager”服务

# dismdrv
source: Backup and Restore drivers with DISM
fr: Sauvegarde et Restaurer les pilotes avec DISM
zh_hans: 使用DISM备份和还原驱动程序

# dismdrv.title
source: DISM Drv GUI for Unowhy Tools
fr: DISM Drv GUI pour Unowhy Tools
zh_hans: DISM驱动程序GUI用于Unowhy工具

# dl
source: Download
fr: Télécharger
zh_hans: 下载

# domuser
source: Current user ID ([DOMAIN] \ [USER])
fr: ID de l'utilisateur actuel ([DOMAINE] \ [UTILISATEUR])
zh_hans: 当前用户ID([DOMAIN]\[USER])

source: Done !
fr: Terminé avec succès !
zh_hans: 完成!

# drvbr
source: Backup and restore your PC's drivers. To avoid any driver problems in the future, make a backup of your PC's drivers and in case of problems restore them. However, you can restore from a cloud backup
fr: Sauvegarder et restaurer les pilotes de votre PC. Pour éviter tous problème de pilotes dans le futur, faite une sauvegarde des pilotes de votre PC et en cas de problème restaurez les. Vous pouvez néanmoins restaurer depuis une sauvegarde provenant du cloud
zh_hans: 备份和恢复您的PC驱动程序。 为了避免将来的任何驱动程序问题,请备份您的PC驱动程序,如有问题请恢复它们。 但是,您可以从云备份中恢复

# drvcat
source: ↓ Drivers ↓
fr: ↓ Pilotes ↓
zh_hans: 驱动程序

# drvgui
source: Drv GUI for Unowhy Tools
fr: Drv GUI pour Unowhy Tools
zh_hans: Unowhy工具的驱动程序GUI

# edgeblock
source: Block Edge auto reinstall
fr: Bloquer la réinstall. auto de Edge
zh_hans: 阻止Edge自动重新安装

# edgeset
source: Microsoft Edge settings
fr: Paramètres de Microsoft Edge
zh_hans: Microsoft Edge设置

# edgeun
source: Uninstall Edge
fr: Désinstaller Edge
zh_hans: 卸载Edge

source: Enable
fr: Activer
zh_hans: 启用

# enablea
source: Enable account
fr: Activer le compte
zh_hans: 启用帐户

# enhis
source: Enable "HiSqoolManager" service
fr: Activer le service "HiSqoolManager"
zh_hans: 启用“HiSqoolManager”服务

# ent
source: Delete ".\ENT" account
fr: Supprimer le compte ".\ENT"
zh_hans: 删除".\ENT"帐户

# enwhe
source: Enable Win Hello Enterprise
fr: Activer Win Hello Enterprise
zh_hans: 启用企业版Windows Hello

# extregionchange
source: The file extension has been changed to allow you (and Unowhy Tools) to know from which region it comes, don't touch it
fr: L'extension du fichier a été modifiée pour vous permettre (ainsi qu'à Unowhy Tools) de savoir de quelle région il provient, n'y touchez pas

source: Failed !
fr: Terminé avec erreur(s) !
zh_hans: 失败!

# fixboot
source: Delete "silent_*.vbs" in "Startup" folder
fr: Supprimer "silent_*.vbs" dans "StartUp"
zh_hans: 在“启动”文件夹中删除“silent_*.vbs”

source: free
fr: libre
zh_hans: 空闲

source: Get
fr: Obtenir

# getcloud
source: Get from cloud
fr: Obtenir à partir du cloud

# hackbgrtset
source: HackBGRT settings
fr: Paramètres de HackBGRT

# hsmlivelog
source: Open HiSqool Manager logs view (in live)
fr: Ouvrir les logs de HiSqool Manager (en direct)

# hsmpanel
source: Open HiSqool Manager panel
fr: Ouvrir le pannel HiSqool Manager

# igpudrv
source: Install iGPU drivers
fr: Installer les pilotes iGPU

source: Install
fr: Installer

# installhsm
source: Install "HiSqool Manager"
fr: Installer "HiSqool Manager"

# installridfcert
source: Install "RIDF" Root Certificate Authority
fr: Installer l'autorité de certification racine "RIDF"

# la
source: Local Admin
fr: Admin Local
zh_hans: 本地管理员

# lang
source: Language
fr: Langue
zh_hans: 语言

# locka
source: Enable the ability to lock the user account
fr: Activer la possibilité de verrouiller le compte utilisateur
zh_hans: 启用锁定用户账户的功能

# logsclean
source: Cleanup logs
fr: Nettoyer les logs
zh_hans: 清理日志

# logsdel
source: Delete logs
fr: Supprimer les logs
zh_hans: 删除日志

# logsopen
source: Open logs
fr: Ouvrir les logs
zh_hans: 打开日志

# mfm
source: Manufacturer / Model
fr: Fabricant / Modèle
zh_hans: 制造商/型号

source: Name
fr: Nom
zh_hans: 名称

# needres
source: Unowhy Tools need some resources from internet. Press "OK" to continue
fr: Unowhy Tools a besoin de quelques ressources depuis internet. Cliquez sur "OK" pour continuer
zh_hans: Unowhy工具需要来自互联网的一些资源。 按“确定”继续

source: New
fr: Nouvelle
zh_hans: 新建

# newuserid
source: The new account ID is
fr: L'identifiant du nouveau compte est
zh_hans: 新帐户ID为

# newver
source: New version available
fr: Nouvelle version disponible
zh_hans: 可用新版本

source: No
fr: Non
zh_hans: 否

# nohackbgrt
source: HackBGRT is not installed. Do you want to get the splash screen of the BIOS ? (This will take a few minute)
fr: HackBGRT n'est pas installé. Voulez-vous récupérer l'écran de démarrage du BIOS ? (Cela prendra quelques minutes)

# noid
source: Your PC's serial number was not found, make sure you entered your serial number correctly
fr: Le numéro de série de votre PC n'a pas été trouvé, assurez-vous d'avoir correctement saisi votre numéro de série
zh_hans: 您的PC序列号未找到,请确保您正确输入了序列号

# nonet
source: No internet connection
fr: Pas de connexion internet
zh_hans: 无互联网连接

# nover
source: No new version available
fr: Pas de nouvelle version
zh_hans: 无新版本可用

source: Old
fr: Vieille
zh_hans: 旧

source: Open
fr: Ouvrir
zh_hans: 打开

# opencru
source: Open "Custom Resolution Utility (CRU)"
fr: Ouvrir "Custom Resolution Utility (CRU)"

# opengp
source: Group Policy Editor
fr: Editeur de stratégies du groupe
zh_hans: 打开GP编辑器

# openmas
source: Open "Microsoft Activation Script (MAS)"
fr: Ouvrir "Microsoft Activation Script (MAS)"

# openreg
source: Registry Editor
fr: Editeur de registre
zh_hans: 打开注册表编辑器

source: Open "Rufus"
fr: Ouvrir "Rufus"

# opentask
source: Task Manager
fr: Gestionnaire des tâches
zh_hans: 打开任务管理器

# openut
source: Open Unowhy Tools
fr: Ouvrir Unowhy Tools
zh_hans: 打开Unowhy工具

# os
source: OS Version
fr: Version du SE
zh_hans: 操作系统版本

source: Password
fr: Mot de passe
zh_hans: 密码

# pcinfo
source: System Info
fr: Infos système
zh_hans: 系统信息

# pcn
source: Windows name of this PC
fr: Nom Windows du PC
zh_hans: Windows PC名称

# pcname
source: Change Windows name of this PC
fr: Changer le nom Windows du PC
zh_hans: 更改Windows PC名称

# pcserial
source: Serial Number of this PC
fr: Numéro de Serie de ce PC
zh_hans: 此PC的序列号

source: Power
fr: Alimentation

source: Power mode
fr: Mode d'alimentation

source: Privacy
fr: Confidentialité

# psdrv
source: Backup and Restore drivers with PS
fr: Sauvegarder et Restaurer les pilotes avec PS
zh_hans: 使用PS备份和还原驱动程序

# psdrv.title
source: PS Drv GUI for Unowhy Tools
fr: PS Drv GUI pour Unowhy Tools
zh_hans: PS驱动程序GUI用于Unowhy工具

# pwmis
source: Passwords do not match
fr: Les mots de passe ne correspondent pas
zh_hans: 密码不匹配

# qleditclick
source: (click to edit)
fr: (cliquez pour modifier)

# quicklaunchedit
source: Quick launch editor
fr: Éditeur du lanceur rapide

# quicklauncheditdesc
source: Edit shortcut
fr: Modifier les raccourcis

# quicklaunchsave
source: Go back and save change
fr: Revenir en arrière et enregistrer

# quicklaunchsavedesc
source: Right click to set to default
fr: Clique droit pour définir par défaut

source: Quick option
fr: Option rapide

# quickoptiondesc
source: Privacy, Power
fr: Confidentialité, Alimentation

source: RAM Info
fr: Info de la RAM
zh_hans: 内存信息

# reboot
source: A reboot is required
fr: Un redémarrage est nécessaire
zh_hans: 需要重启

# rebootmsg
source: To finalize the action, your computer needs to reboot. Save your work, then click "OK"
fr: Pour finaliser l'action, votre ordinateur doit redémarrer. Enregistrez votre travail, puis cliquez sur "OK"
zh_hans: 要完成操作,您的电脑需要重启。 保存您的工作,然后单击“确定”

source: Refresh
fr: Rafraîchir

# regionselectwarn
source: Select region carefully depending on your file. If you don't select the right region, you can brick your PC !!!
fr: Sélectionnez soigneusement la région en fonction de votre fichier. Si vous ne sélectionnez pas la bonne région, vous pouvez bricker votre PC !!!

source: Repair
fr: Réparer
zh_hans: 修复

# repaircat
source: ↓ Repair ↓
fr: ↓ Réparer ↓
zh_hans: 修复

# rest
source: Restore drivers
fr: Restaurer les pilotes
zh_hans: 恢复驱动程序

# restart
source: Reboot Now
fr: Redémarrer
zh_hans: 立即重启

source: Restore
fr: Restaurer
zh_hans: 恢复

# restore.short
source: Restore
fr: Rest.
zh_hans: 恢复

# ridfcertdel
source: Delete "RIDF" root certificate authority
fr: Supprimer l'autorité de certification racine "RIDF"

# securebootwarn
source: Secure Boot is enabled, you need to disable Secure Boot in BIOS to boot properly with HackBGRT. You can continue, but you need to enroll an Certificate to the BIOS. Do you want to continue ?
fr: Le Secure Boot est activé, vous devez désactiver le Secure Boot dans le BIOS pour démarrer correctement avec HackBGRT. Vous pouvez continuer, mais vous devez ajouter un certificat dans le BIOS. Voulez-vous continuer ?

# serial
source: Serial Number
fr: Numéro de série
zh_hans: 序列号

# servicecat
source: ↓ HiSqoolManager service ↓
fr: ↓ Service HiSqoolManager ↓
zh_hans: HiSqoolManager服务

source: Set
fr: Définir
zh_hans: 设置

source: Settings
fr: Paramètres
zh_hans: 设置

# shell
source: Change "Shell" value to "explorer.exe"
fr: Changer "Shell" à "explorer.exe"
zh_hans: 将“Shell”值更改为“explorer.exe”

source: Show old
fr: Afficher les anciens

# snpw
source: Set new password
fr: Définir un nouveau mot de passe
zh_hans: 设置新密码

source: Start
fr: Démarrer
zh_hans: 开始

# starthis
source: Start "HiSqoolManager" service
fr: Démarrer le service "HiSqoolManager"
zh_hans: 启动“HiSqoolManager”服务

source: Stop
fr: Arrêter
zh_hans: 停止

# stophis
source: Stop "HiSqoolManager" service
fr: Arrêter le service "HiSqoolManager"
zh_hans: 停止“HiSqoolManager”服务

# storageinfo
source: Storage Info (used/total)
fr: Info du stockage (utilisé/total)
zh_hans: 存储信息(已用/总计)

# sysmfmd
source: System manufacturer/model
fr: Fabricant/modèle du système

# sysmonitor
source: System monitoring
fr: Surveillance du système

# sysmonitordesc
source: CPU, RAM, Storage, Battery
fr: CPU, RAM, Stockage, Batterie

# taskmgr
source: Enable the Task Manager
fr: Activer le gestionnaire de tâches
zh_hans: 启用任务管理器

# titleabout
source: About
fr: A propos
zh_hans: 关于

# titleadduser
source: Add an local account
fr: Ajouter un compte local
zh_hans: 添加本地帐户

# titleadminset
source: Built-in "Admin" local account settings
fr: Paramètre du compte local "admin" intégré
zh_hans: 内置“管理员”本地帐户设置

# titleconv
source: Convert a driver backup
fr: Convertir une sauvegarde de pilotes
zh_hans: 转换驱动程序备份

# titlecust
source: Customize
fr: Personnaliser
zh_hans: 自定义

# titledelete
source: Delete
fr: Supprimer
zh_hans: 删除

# titledrv
source: Drivers
fr: Pilotes
zh_hans: 驱动程序

# titledrvbk
source: Backup drivers
fr: Sauvegarder les pilotes
zh_hans: 备份驱动程序

# titledrvrt
source: Restore drivers
fr: Restaurer les pilotes
zh_hans: 恢复驱动程序

# titleedge
source: Microsoft Edge settings
fr: Paramètres Microsoft Edge
zh_hans: Microsoft Edge设置

# titlehackbgrt
source: HackBGRT settings
fr: Paramètres de HackBGRT

# titlehome
source: Home
fr: Accueil
zh_hans: 主页

# titlepci
source: System Info
fr: Info Système
zh_hans: 系统信息

# titlepcn
source: Change PC name
fr: Changer le nom du PC
zh_hans: 更改PC名称

# titlerepair
source: Repair
fr: Réparer
zh_hans: 修复

# titlesettings
source: Settings
fr: Paramètres
zh_hans: 设置

# titlewindef
source: Windows Defender settings
fr: Paramètres Windows Defender
zh_hans: Windows Defender设置

# titlewre
source: WinRE (reagentc) settings
fr: Paramètre WinRE (reagentc)
zh_hans: WinRE(reagentc)设置

# udcheck
source: Check for updates
fr: Vérifier les mises à jour
zh_hans: 检查更新

source: Uninstall
fr: Désinstaller
zh_hans: 卸载

# unoprodcat
source: Products of Unowhy
fr: Produits d'Unowhy

# unow
source: Update now
fr: Mettre à jour
zh_hans: 立即更新

# unprog
source: Installed softwares (Windows settings)
fr: Program. installés (Paramètres Windows)
zh_hans: 已安装的程序(Windows设置)

source: Update
fr: Mettre à jour

# update.check
source: Checking for update...
fr: Verification...
zh_hans: 检查更新中...

# update.del
source: Deleting "update.zip"
fr: Suppression "update.zip"
zh_hans: 删除“update.zip”

# update.dl
source: Downloading "update.zip"...
fr: Téléchargement "update.zip"...
zh_hans: 下载“update.zip”...

# update.ext
source: Extracting "update.zip"
fr: Extraction "update.zip"
zh_hans: 提取“update.zip”

# update.kill
source: Killing "Unowhy Tools.exe"
fr: Fermeture "Unowhy Tools.exe"
zh_hans: 终止“Unowhy Tools.exe”

# update.sdl
source: Downloading "service.zip"
fr: Téléchargement "service.zip"
zh_hans: 下载“script.exe”

# update.sext
source: Extract "service.zip"
fr: Extraction "service.zip"

# update.start
source: Starting "Unowhy Tools.exe"
fr: Démarrage "Unowhy Tools.exe"
zh_hans: 启动“Unowhy Tools.exe”

# update.updating
source: Updating Unowhy Tools...
fr: Mise à jour de Unowhy Tools...
zh_hans: 更新Unowhy Tools...

# usecpu
source: CPU Usage
fr: Utilisation du CPU
zh_hans: CPU利用率

# usefulcat
source: Useful tools
fr: Outils utiles

# useram
source: RAM Usage
fr: Utilisation de la RAM
zh_hans: 内存利用率

# usestor
source: Storage Usage
fr: Utilisation du stockage
zh_hans: 存储利用率

# utbdumpwarn
source: Do you want to dump the EEPROM of this PC to a file
fr: Voulez-vous dump l'EEPROM de ce PC dans un fichier
zh_hans: 您要将此PC的BIOS转储到文件吗?

# utbflashwarn
source: Please connect an charger to the PC to prevent any fail. Don't close Unowhy Tools during the process. If the flash fail, your PC can no boot. After flash done, your PC will be reboot. Do you want to flash this EEPROM file to this PC
fr: Veuillez connecter un chargeur au PC pour éviter toute panne. Ne fermez pas Unowhy Tools pendant le processus. Si le flash échoue, votre PC ne peut pas démarrer. Une fois le flash terminé, votre PC redémarrera. Voulez-vous flasher ce fichier EEPROM sur ce PC
zh_hans: 请连接PC的充电器以防止任何故障。 在过程中不要关闭Unowhy工具。 如果闪存失败,您的PC可能无法启动。 闪存完成后,您的PC将重启。 您要将此BIOS文件刷新到此PC吗?

# verbstatena
source: Enable Windows verbose status
fr: Activer le statut détaillé de Windows
zh_hans: 启用详细的Windows状态

# wait
source: Please wait...
fr: Veuillez patienter...
zh_hans: 请稍候...

# wait.add
source: Adding...
fr: Ajout...

# wait.apply
source: Applying...
fr: Application...

# wait.backup
source: Backuping...
fr: Sauvegarde...

# wait.block
source: Blocking...
fr: Blocage...

# wait.check
source: Checking...
fr: Vérification...

# wait.compress
source: Compressing...
fr: Compression...

# wait.delete
source: Deleting...
fr: Suppression...

# wait.disable
source: Disabling...
fr: Désactivation...

# wait.disconnect
source: Disconnecting...
fr: Déconnexion...

# wait.download
source: Downloading...
fr: Téléchargement...

# wait.dump
source: Dumping...
fr: Dump...

# wait.enable
source: Enabling...
fr: Activation...

# wait.extract
source: Extracting...
fr: Extraction...

# wait.flash
source: Flashing...
fr: Flash...

# wait.get
source: Getting...
fr: Obtention...

# wait.install
source: Installing...
fr: Installation...

# wait.repair
source: Repairing...
fr: Réparation...

# wait.restore
source: Restoring...
fr: Restauration...

# wait.set
source: Setting...
fr: Définition...

# wait.start
source: Starting...
fr: Démarrage...

# wait.stop
source: Stopping...
fr: Arrêt...

# wait.uninstall
source: Uninstalling...
fr: Désinstallation...

# wifisync
source: School Wifi sync.
fr: Sync. du Wifi de l'établissement
zh_hans: 学校Wifi设置同步。

# windefset
source: Windows Defender settings
fr: Paramètres de Windows Defender
zh_hans: Windows Defender设置

# windefsettamper
source: To disable Windows Defender, you need to disable tamper protection. Unowhy Tools will open Windows Defender settings for you, temper protection is the last switch. Click "Ok" to continue
fr: Pour désactiver Windows Defender, vous devez désactiver la protection contre les falsifications. Unowhy Tools ouvrira les paramètres de Windows Defender pour vous, la protection contre les falsifications est le dernier interrupteur. Cliquez sur "OK" pour continuer
zh_hans: 要禁用Windows Defender,您需要禁用防篡改保护。 Unowhy工具将为您打开Windows Defender设置,防篡改保护是最后一个开关。 单击“确定”继续

# winre
source: WinRE (reagentc) settings
fr: Paramètres WinRE (reagentc)
zh_hans: WinRE(reagentc)设置

# winre.dis
source: Disable WinRE
fr: Désactiver WinRE
zh_hans: 禁用WinRE

# winre.ena
source: Enable WinRE
fr: Activer WinRE
zh_hans: 启用WinRE

# winre.title
source: WinRE settings GUI for Unowhy Tools
fr: WinRE settings GUI pour Unowhy Tools
zh_hans: Unowhy工具的WinRE设置GUI

# winremsg
source: WinRE image was not found, click "Repair" to fix issue (600 MB required)
fr: L'image WinRE n'est pas présente, cliquez sur "Réparer" (600 Mo libre requis)
zh_hans: 没有找到WinRE映像,点击“修复”以修复问题(需要600 MB)

source: Yes
fr: Oui
zh_hans: 是

source: Guide
zh_hans: 指南

# labhsmq
source: HiSqool Manager service
zh_hans: HiSqool Manager服务

# opencmd
source: Terminal (CMD)
zh_hans: 打开CMD终端
