Repository: STY1001/Unowhy-Tools
Catalog: Unowhy Tools WPF/Lang/*.resx
Languages: fr, zh_hans

# aadleave
source: Disconnect this PC from AzureAD/EntraID
fr: Déjoindre ce PC de AzureAD
zh_hans: 从AzureAD断开连接此PC

source: About
fr: À propos
zh_hans: 关于

# adduser
source: Create a new local user acccount
fr: Créer un nouvel utilisateur (compte) local
zh_hans: 创建新的本地用户账户

# adduser.id
source: The ID of the new account
fr: L'ID du nouveau compte
zh_hans: 新账户的ID

# admin
source: Set this account as admin
fr: Définir ce compte en tant qu'admin
zh_hans: 将此账户设置为管理员

# adminset
source: Built-in "Admin" local account settings
fr: Options du compte local "Admin" intégré
zh_hans: 内置"管理员"本地账户设置

# allver
source: All version
fr: Toutes les versions

# an
source: The name must be alphanumeric only
fr: Le nom doit être seulement alphanumérique
zh_hans: 名称必须是字母数字

# ancat
source: Actual name
fr: Nom actuel
zh_hans: 实际名称

# avert
source: The name must be composed of alphanumeric characters (dashes allowed) between 2 and 15 characters but without specials characters and spaces
fr: Le nom doit être composé de caractères alphanumériques (tirets autorisés) entre 2 et 15 caractères mais sans caractères spéciaux ni espace
zh_hans: 名称必须由2至15个字符(允许破折号)的字母数字组成,但不含特殊字符和空格

# back
source: Backup drivers
fr: Sauvegarder les pilotes
zh_hans: 备份驱动

source: Backup
fr: Sauvegarder
zh_hans: 备份

# backup.short
source: Backup
fr: Sauvegarder
zh_hans: 备份

# bat.balanced
source: Balanced mode
fr: Mode équilibré

# bat.balancedshort
source: Balanced
fr: Équilibré

# bat.efficiency
source: Efficiency mode
fr: Mode efficacité

# bat.efficiencyshort
source: Efficiency
fr: Efficacité

# bat.perf
source: Performance mode
fr: Mode performance

# batinfo
source: Battery info
fr: Informations sur la batterie

# bbmfmd
source: Motherboard manufacturer/model
fr: Fabricant/modèle de la carte mère

# bcdfail
source: Delete "IgnoreAllFailures" in BCD
fr: Supprimer "IgnoreAllFailures" dans BCD
zh_hans: 在BCD中删除“忽略所有故障”

source: BIOS Version
fr: Version du BIOS
zh_hans: BIOS版本

# bkapp
source: Backup app
fr: App de sauvegarde
zh_hans: 备份应用

# bkcloud
source: Restore drivers from cloud
fr: Restaurer les pilotes à partir du cloud
zh_hans: 从云端下载驱动备份

# bkcloud.repo
source: Go to repo
fr: Aller sur le dépôt

# bkcloud.submit
source: Submit your backup
fr: Soumettez votre sauvegarde

# bkcloudhost
source: Driver backups are hosted on my SharePoint
fr: Les sauvegardes de pilotes sont hébergées sur mon SharePoint

# bkcloudhostdesc
source: You can download driver backup manually and submit your driver backup
fr: Vous pouvez télécharger les sauvegardes de pilotes manuellement et soumettre votre sauvegarde de pilotes

# bkfail
source: The backup failed, use DISM
fr: La sauvegarde a échoué, utilisez DISM
zh_hans: 备份失败,使用DISM

# bkpath
source: Backup path
fr: Chemin de sauvegarde
zh_hans: 备份路径

source: Block
fr: Bloquer

# bootim
source: Repair BootIM (Blue menu)
fr: Réparer BootIM (menu bleu)
zh_hans: 修复BootIM(蓝色菜单)

# boottray
source: Launch Unowhy Tools tray at startup
fr: Lancer l'icone Unowhy Tools au démarrage
zh_hans: 启动时启动 Unowhy工具托盘

source: Browse
fr: Explorer
zh_hans: 浏览

# camoverena
source: Enable camera privacy indicator (Virtual camera LED)
fr: Activer l'indicateur de confidentialité de la caméra (LED de caméra virtuelle)
zh_hans: 启用相机隐私指示灯(虚拟摄像头LED)

source: Cancel
fr: Annuler
zh_hans: 取消

source: Change
fr: Changer
zh_hans: 更改

source: Clean
fr: Nettoyer
zh_hans: 清理

# cncat
source: Change name
fr: Changer le nom
zh_hans: 更改名称

# confpw
source: Confirm Password
fr: Confirmation
zh_hans: 确认密码

# conv
source: Convert
fr: Convertir
zh_hans: 转换

# conv.form
source: Convert a backup
fr: Convertir une sauvegarde
zh_hans: 转换备份

# conv.nout
source: This is not an Unowhy Tools driver backup
fr: Ceci n'est pas un sauvegarde de pilotes UT
zh_hans: 这不是UT驱动备份

# convdesc
source: Convert an old backup (<18.0) to the new format
fr: Convertir une vieille sauvegarde (<18.0) dans le nouveau format
zh_hans: 将旧备份(<18.0)转换为新格式

source: CPU Info
fr: Info du CPU
zh_hans: CPU信息

source: Create
fr: Créer
zh_hans: 创建

# cuab
source: Check for updates at startup
fr: Vérifier les MAJ au démarrage
zh_hans: 启动时检查更新

# cuscat
source: ↓ Customize ↓
fr: ↓ Customiser ↓
zh_hans: 自定义

# del
source: Delete
fr: Supprimer
zh_hans: 删除

# delcat
source: ↓ Delete/Uninstall ↓
fr: ↓ Supprimer/Désinstaller ↓
zh_hans: 删除/卸载

# delentf
source: Delete "ENT" folder
fr: Supprimer le dossier "ENT"
zh_hans: 删除“ENT”文件夹

source: Delete
fr: Supprimer
zh_hans: 删除

# delhis
source: Uninstall "HiSqool"
fr: Désinstaller "HiSqool"
zh_hans: 卸载“HiSqool”

# delhism
source: Delete "HiSqoolManager" folder and service
fr: Supprimer le dossier et serv "HiSqoolManager"
zh_hans: 删除“HiSqoolManager”文件夹和服务

# delhismserv
source: Delete "HiSqoolManager" only
fr: Supprimer le serv "HiSqoolManager" seulement
zh_hans: 仅删除“HiSqoolManager”

# deloem
source: Delete "OEM" folder
fr: Supprimer le dossier "OEM"
zh_hans: 删除“OEM”文件夹

# delridf
source: Delete "RIDF" folder
fr: Supprimmer le dossier "RIDF"
zh_hans: 删除“RIDF”文件夹

# delserv
source: Delete service only
fr: Supprimer le service uniquement
zh_hans: 仅删除服务

# delti
source: Delete "TO_INSTALL" folder
fr: Supprimer le dossier "TO_INSTALL"
zh_hans: 删除“TO_INSTALL”文件夹

# descaadleave
source: Disconnect this PC from AzureAD/EntraID to disable the management of this PC (Intune / Endpoint) and disable "Other users" option. Warning : If you are using your AzureAD account ( [ID]@[DOMAIN] ) on this PC, you will no longer be able to connect to your account and you will lose your data of your account (if you attempt to reconnect to your account, you will get "wrong password" error)! Before, you need to backup your data, delete the local ".\ENT" account, disable the local ".\administrateur" account and create a local admin account !!!
fr: Déconnectez ce PC d'AzureAD pour désactiver la gestion de ce PC (Intune / Endpoint) et désactiver l'option "Autre utilisateur". Attention : Si vous utilisez votre compte AzureAD ( [ID ENT]@monlycee.net ) sur ce PC, vous ne pourrez plus vous connecter à votre compte et vous perdrez vos données de votre compte (si vous tentez de vous reconnecter à votre compte, vous obtiendrez une erreur "mot de passe incorrect")! Vous devez d’abord sauvegarder vos données, supprimer le compte local ".\ENT" , désactiver le compte local ".\administrateur" et créer un compte admin local !!!
zh_hans: 从Azure AD断开连接此PC,以禁用此PC的管理(Intune/终结点)并禁用“其他用户”选项。警告:如果您在此PC上使用Azure AD帐户([ID]@[DOMAIN]),则您将无法再连接到您的帐户,并且将失去您的帐户数据(如果尝试重新连接到您的帐户,您将收到“密码错误”错误消息)!在此之前,您需要备份数据,删除本地".\ENT"帐户,禁用本地".\管理员"帐户,并创建本地管理员帐户!!!

# descadduser
source: Create a new local user (account) on this PC. This allows you to no longer depend on AzureAD. I recommend you to switch to a local account (into the PC) and no longer go through the AzureAD account ( [ID]@[DOMAIN] )
fr: Créer un nouvel utilisateur (compte) local sur ce PC. Cela permet de ne plus dépendre d'AzureAD. Je vous conseille de passer sur un compte local (sur le PC) et de ne plus passer par le compte AzureAD (ENT ( [ID ENT@monlycee.net ))
zh_hans: 在此PC上创建新的本地用户(帐户)。这使您不再依赖AzureAD。我建议您切换到本地帐户(进入PC),不再通过Azure AD帐户([ID]@[DOMAIN])

# descadmin
source: Set this account as local admin. With this, you can accept admin rights by clicking "Yes" without entering ".\administrateur"
fr: Définir ce compte en tant qu'admin local. Avec cela, vous pouvez accepter les droits d'administrateur en cliquant sur "Oui" sans entrer ".\administrateur"
zh_hans: 将此帐户设置为本地管理员。这样,您可以通过单击“是”而无需输入".\管理员"来接受管理权限

# descadminset
source: Manage the built-in ".\administrateur" account. Don't disable the admin account if you don't have an other account as admin ! So before, create a local account as admin or set this account as admin
fr: Gérez le compte ".\administrateur" intégré. Ne désactivez pas le compte admin si vous n'avez pas d'autre compte en tant qu'admin ! Donc, avant, créez un compte local en tant qu'admin ou mettez ce compte en tant qu'admin
zh_hans: 管理内置的".\管理员"帐户。如果您没有其他管理员帐户,请勿禁用管理员帐户!所以,在此之前,创建本地管理员帐户或将此帐户设置为管理员

# descbcdfail
source: Remove "IgnoreAllFailures" (BootStatusPolicy) in BCD, to re-enable blue screen "Recovery" (Not WinRE/BootIM) and diagnostics ("Please wait") in case of boot issue, also allows to boot with a different behavior ( Safe Mode, Low Resolution, and more)
fr: Supprimer « IgnoreAllFailures » (BootStatusPolicy) dans BCD, réactive l’écran bleu "Recovery" (Pas WinRE/BootIM) et le diagnostic ("Veuillez patienter") en cas de problème de démarrage, permet aussi de pouvoir démarrer avec un comportement différent (Mode sans échec, Base résolution, etc…)
zh_hans: 从BCD中删除“忽略所有故障”(BootStatusPolicy),以重新启用蓝屏“恢复”(非WinRE/BootIM)和诊断(“请稍候”),以防引导问题,还允许以不同行为启动(安全模式、低分辨率等)

# descbkcloud
source: Restore a Unowhy Tools driver backup from cloud made by another user. If you have an driver issue and if you haven't made a backup of your drivers, you can try to restore a cloud backup
fr: Téléchargez une sauvegarde des pilotes Unowhy Tools à partir du cloud faites par d'autres utilisateurs. Si vous avez un problème de pilote et si vous n'avez pas fait de sauvegarde de vos pilotes, vous pouvez essayer de restaurer une sauvegarde cloud
zh_hans: 从另一个用户制作的云端下载Unowhy Tools驱动程序备份。 如果您有驱动问题,并且尚未备份驱动程序,可以尝试恢复云备份,请使用指南了解有关此方法的更多信息

# descbootim
source: Repair BootIM (Boot Immersive Menu) (Blue Menu). Unowhy deployed a patch to disable bootim.exe, via bootim.exe redirection. If you want to boot from a USB device with a locked BIOS, do this
fr: Réparer BootIM (Boot Immersive Menu) (Menu Bleu). Unowhy a déployé un patch pour désactiver bootim.exe, via la redirection bootim.exe. Si vous souhaitez démarrer à partir d'un périphérique USB avec un BIOS locked, faites ceci
zh_hans: 修复BootIM(启动沉浸式菜单)(蓝色菜单)。 Unowhy通过bootim.exe重定向部署了一个补丁来禁用bootim.exe。 如果您要使用2022 Y13从USB设备启动,请执行此操作

# desccamoverena
source: Enable camera privacy indicator (Virtual camera LED). Windows 10/11 contain a features to indicate you with a popup overlay, if the camera is used, when the camera is turned on/off. By default, this feature is disabled, because, the most of laptop/webcam has an physical LED indicator. I don't know, why OEM (for exemple, UNOWHY) doesn't enable this feature (Windows cannot detect if a LED is present, and can't auto enable-it)
fr: Activer l'indicateur de confidentialité de la caméra (LED de caméra virtuelle). Windows 10/11 contient une fonctionnalité pour vous indiquer avec un popup, si l'appareil photo est utilisé, lorsque la caméra est allumé/éteint. Par défaut, cette fonctionnalité est désactivée, car la plupart des ordinateurs portables/webcam possèdent un indicateur LED physique. Je ne sais pas pourquoi les OEM (par exemple, UNOWHY) n'active pas cette fonctionnalité (Windows ne peut pas détecter si une LED est présente et ne peut pas l'activer automatiquement)
zh_hans: 启用相机隐私指示器(虚拟相机LED)。 Windows 10/11包含一个功能,如果使用相机,会用弹出式覆盖显示来指示您,当相机打开/关闭时。默认情况下,此功能被禁用,因为大多数笔记本电脑/网络摄像头都有物理LED指示灯。我不知道为什么OEM(例如UNOWHY)不启用此功能(Windows无法检测是否存在LED,也无法自动启用它)

# desccru
source: A tool to customize graphics driver to apply custom resolution and refresh rate
fr: Un outil pour personnaliser les pilotes graphique pour appliquer une résolution et un taux de rafraîchissement personnalisés

# descdelentf
source: Delete extra softwares installers folder (In : C:\ProgramData)
fr: Supprimer le dossier des installateurs de logiciels supplémentaires (Dans : C:\ProgramData)
zh_hans: 删除额外软件安装程序文件夹(在:C:\ProgramData)

# descdeloem
source: Delete the first logon script, start menu icons and wallpapers (In : C:\Windows\System32)
fr: Supprimer le dossier qui contient le script, les icons du menu démarrer et les fonds d'écrans (Dans : C:\Windows\System32)
zh_hans: 删除第一个登录脚本,“开始”菜单图标和壁纸(在:C:\Windows\System32)

# descdismbr
source: This tools is currently in test (in beta) but probably work. Backup and Restore drivers with DISM. Always make a backup of drivers in order to fix possibly drivers problems. This will backup or restore all your system drivers with DISM commands from a user friendly GUI
fr: L'outil est actuellement en test (en beta), mais peut fonctionner. Sauvegardez et Restaurer les pilotes avec DISM. Sauvegardez toujours votre pilote pour résoudre les éventuels problèmes de pilote. Cela sauvegardera ou restaurera tous les pilotes de votre système via les commandes DISM avec une interface graphique plus conviviale
zh_hans: 此工具当前正在测试(beta版本),但可能有效。 使用DISM备份和恢复驱动程序。 始终备份驱动程序,以修复可能的驱动程序问题。 这将使用DISM命令从用户友好的GUI备份或恢复所有系统驱动程序

# descedgeset
source: Microsoft Edge settings. Uninstall the Chromium based Edge browser and block the auto reinstall. Warning: Uninstalling edge can break some features of Windows like web result in Windows Search or Windows Copilot. 2nd Warning: This tool doesn't uninstall Edge WebView2, I don't recommand you to uninstall WebView2 because a lots of apps work with WebView2 like Unowhy Tools (for change log), Visual Studio and more...
fr: Paramètres Microsoft Edge. Désinstallez le navigateur Edge basé sur Chromium et bloquez la réinstallation automatique. Avertissement : La désinstallation de Edge peut casser certaines fonctionnalités de Windows, telles que les résultats Web dans Windows Search ou Windows Copilot. 2ème Avertissement : Cet outil ne désinstalle pas Edge WebView2, je ne vous recommande pas de désinstaller WebView2 car de nombreuses applications fonctionnent avec WebView2 comme Unowhy Tools (pour le journal des modifications), Visual Studio et plus encore...
zh_hans: Microsoft Edge设置。 卸载基于Chromium的Edge浏览器并阻止自动重新安装。 警告:卸载edge可能会中断Windows的某些功能,如Windows搜索中的Web结果或Windows Copilot。 第二个警告:此工具不会卸载Edge WebView2,我不建议您卸载WebView2,因为许多应用程序(如Unowhy Tools(用于更改日志)、Visual Studio等)使用WebView2工作...

# descent
source: Delete "ENT" local account. This the account to configure your "ENT" account
fr: Supprimer le compte local "ENT". Ceci est le compte pour configurer votre compte ENT
zh_hans: 删除".\ENT"本地帐户。 这是用于配置“ENT”帐户的帐户

# descenwhe
source: Enable Windows Hello for Enterprise. If you want to unlock your PC with the fingerprint reader and if it's disabled by administrator, do this.
fr: Activer Windows Hello for Enterprise. Si vous voulez déverrouiller votre PC avec le lecteur d'empreintes digitales et si il est désactivé par l'administrateur, faites ceci.
zh_hans: 启用面向企业的Windows Hello。 如果您想要使用指纹读取器解锁PC,并且它被管理员禁用,请执行此操作。

# deschackbgrtset
source: HackBGRT settings. HackBGRT is a small open source EFI loader that spoof UEFI logo for Windows Boot Manager. To simplify-it, it's a software to change Windows boot logo, and with Unowhy Tools, you can do it with beautiful UI
fr: Paramètres de HackBGRT. HackBGRT est un petit loader EFI open source qui usurpe le logo UEFI pour Windows Boot Manager. Pour simplifier, c'est un logiciel pour changer le logo de démarrage de Windows, et avec Unowhy Tools, vous pouvez le faire avec une belle interface utilisateur

# deschisdel
source: Uninstall the useless "HiSqool" software (In : C:\Program Files\Unowhy)
fr: Désinstaller le logiciel inutile "HiSqool" (Dans : C:\Program Files\Unowhy)
zh_hans: 卸载无用的“HiSqool”软件(在:C:\Program Files\Unowhy)

# deschism
source: HiSqool Manager is an embedded software to manage this PC. It's comparable to a malware/spyware
fr: HiSqool Manager est un logiciel embarqué pour gérer ce PC. Comparable à un malware/spyware
zh_hans: HiSqool Manager是一个嵌入式软件,用于管理此PC。我建议您禁用此软件,因为它类似于恶意软件/间谍软件

# deschismdel
source: Delete the heavy "HiSqool Manager" folder and service (contains the software to manage this PC (Spyware/Malware)) (In : C:\Program Files\Unowhy)
fr: Supprimer le gros dossier "HiSqool Manager" ainsi que le service (contient le programme pour gerer les PC (spyware/malware)) (Dans : C:\Program Files\Unowhy)
zh_hans: 删除笨重的“HiSqool Manager”文件夹和服务(包含用于管理此PC的软件(间谍软件/恶意软件))(在:C:\Program Files\Unowhy)

# deschsmlivelog
source: Open HiSqool Manager logs view (in live). View HiSqool Manager logs in live (like a verbose mode)
fr: Ouvrir les logs de HiSqool Manager (en direct). Afficher les logs de HiSqool Manager en direct (comme un mode détaillé)

# deschsmpanel
source: Open HiSqool Manager panel. View some info about HiSqool Manager like payloads associate with this PC. It's a "hidden" local web page (localhost:7654)
fr: Ouvrez le pannel HiSqool Manager. Afficher quelques informations sur HiSqool Manager, telles que les payloads associées à ce PC. C'est une page Web locale "cachée" (localhost:7654)

# descinstridfcert
source: Unowhy deployed a Root CA (certificate authority) with a payload to not simply log all DNS request, but also decrypt all your web request (HTTPS for example), to simplify, it's to spy you. Yes, it's a big privacy issue and can become a backdoor. The payload also disable Firefox certificate error to not avert user. But don't panic, you can remove, this also block the connection, use your 4G/5G instead or a VPN ? If you have already remove the certificate, you can reintall it, but I don't recommand you to do this
fr: Unowhy a déployé une Root CA (autorité de certification) avec un payload pour non seulement journaliser toutes les requêtes DNS, mais aussi décrypter toutes vos requêtes web (HTTPS par exemple), pour simplifier, c'est pour vous espionner. Oui, c'est un gros problème de confidentialité et peut devenir une porte dérobée. Le payload désactive également l’erreur de certificat Firefox pour ne pas détourner l’utilisateur. Mais pas de panique, vous pouvez supprimer, cela bloque également la connexion, utiliser plutôt votre 4G/5G ou un VPN ? Si vous avez déjà supprimé le certificat, vous pouvez le réinstaller, mais je ne vous recommande pas de le faire

# desclocka
source: Enable the ability to lock the user account. For an unknown reason, Unowhy deployed a new version of HiSqoolManager that disable the ability to lock the user account (For exemple, by pressing Win+L). Do this to enable it
fr: Activez la possibilité de verrouiller le compte d'utilisateur. Pour une raison inconnue, Unowhy a déployé une nouvelle version de HiSqoolManager qui désactive la possibilité de verrouiller le compte utilisateur (par exemple, en appuyant sur Win+L). Faites ceci pour l'activer
zh_hans: 启用锁定用户帐户的功能。由于未知原因,Unowhy部署了HiSqoolManager的新版本,该版本禁用了锁定用户帐户的功能(例如,通过按Win+L)。执行此操作以启用它

# descmas
source: A useful open source tool to activate your Windows or Office, change your Windows edition, and more
fr: Un outil open source utile pour activer Windows ou Office, modifier votre édition de Windows, et plus encore

# descpcname
source: Change the Windows name of this PC (NETBIOS)
fr: Changez le nom Windows de ce PC (NETBIOS)
zh_hans: 更改此PC的名称(NETBIOS)。默认情况下,Y13的Windows PC名称是序列号(IFP...)

# descpsbr
source: !!! Warning: For some PCs powershell backup does not work, use DISM backup instead !!! This tools is currently in test (in beta) but probably work. Backup and Restore drivers with PowerShell. Always, make a backup of drivers in order to fix possibly drivers problems. This will backup or restore all your system drivers by the way of Power Shell commands with user friendly GUI
fr: !!! Attention: Pour certains PC, la sauvegarde PowerShell ne fonctionne pas, utilisez plutôt la sauvegarde DISM !!! L'outil est actuellement en test (en beta), mais peut fonctionner. Sauvegardez et Restaurer les pilotes avec Power Shell. Sauvegardez toujours votre pilote pour résoudre les éventuels problèmes de pilote. Cela sauvegardera ou restaurera tous les pilotes de votre système via les commandes PowerShell avec une interface graphique plus conviviale
zh_hans: !!! 警告:对于某些PC,Powershell备份无效,请改用DISM备份!!! 此工具目前处于测试阶段(beta版本),但可能有效。 使用PowerShell备份和恢复驱动程序。 始终备份驱动程序,以修复可能的驱动程序问题。 这将通过用户友好的GUI的Power Shell命令来备份或恢复所有系统驱动程序

# descridf
source: Delete the first logon script and video folder (In : C:\ProgramData)
fr: Supprimer le dossier qui contient le script et la video de la première connexion (Dans : C:\ProgramData)
zh_hans: 删除第一个登录脚本和视频文件夹(在:C:\ProgramData)

# descridfcertdel
source: Delete "RIDF" root certificate authority. Unowhy deployed a Root CA (certificate authority) with a payload to not simply log all DNS request, but also decrypt all your web request (HTTPS for example), to simplify, it's to spy you. Yes, it's a big privacy issue and can become a backdoor. The payload also disable Firefox certificate error to not avert user. But don't panic, you can remove it, this also block the connection, use your 4G/5G instead or a VPN ?
fr: Supprimez l’autorité de certification racine « RIDF ». Unowhy a déployé un autorité de certification racine avec un payload pour ne pas seulement journaliser toutes les requêtes DNS, mais aussi décrypter toutes vos requêtes web (HTTPS par exemple), pour simplifier, c'est pour vous espionner. Oui, c'est un gros problème de confidentialité et peut devenir une backdoor. Le payload désactive également l’erreur de certificat Firefox pour ne pas avertir l’utilisateur. Mais pas de panique, vous pouvez le supprimer, cependant, cela bloque également la connexion, utiliser plutôt votre 4G/5G ou un VPN ?

# descrufus
source: The best open source tool to make bootable USB
fr: Le meilleur outil open source pour créer une clé USB bootable

# descshell
source: Do this before modify somethings else ! If you have an boot issue (black screen with only cursor) or if you want to bypass the GRDP agreement, do this
fr: Faites ceci avant de modifier autre chose ! Si vous avez un problème de démarrage (écran noir avec uniquement le curseur) ou si vous souhaitez contourner l'accord RGPD, faites ceci
zh_hans: 在修改其他内容之前执行此操作!如果您遇到启动问题(仅显示光标的黑屏)或者想绕过GRDP协议,请执行此操作

# descstart
source: Do this before delete "TO_INSTALL". If you have error at boot (File "silent_*.vbs.lnk" not found), do this. Those files are for the auto install of your school's textbooks (In : C:\ProgramData\Microsoft\Windows\Start Menu\Programs\Startup)
fr: Faites ceci avant de supprimer "TO_INSTALL". Si vous avez une erreur au démarrage (fichier "silent_*.vbs.lnk" introuvable), faites ceci. Ces fichiers sont destinés à l'installation automatique des manuels scolaires de votre école (Dans : C:\ProgramData\Microsoft\Windows\Start Menu\Programs\Startup)
zh_hans: 在删除“TO_INSTALL”之前执行此操作。 如果您在启动时出现错误(未找到文件“silent_*.vbs.lnk”),请执行此操作。 这些文件用于自动安装学校教科书(在:C:\ProgramData\Microsoft\Windows\Start Menu\Programs\Startup)

# desctaskmgr
source: Enable the Task Manager. For an unknown reason, Unowhy deployed a new version of HiSqoolManager that disable the Task Manager. Do this to enable it
fr: Activez le gestionnaire de tâches. Pour une raison inconnue, Unowhy a déployé une nouvelle version de HiSqoolManager qui désactive le gestionnaire de tâches. Faites ceci pour l'activer
zh_hans: 启用任务管理器。由于未知原因,Unowhy部署了HiSqoolManager的新版本,该版本禁用了任务管理器。执行此操作以启用它

# desctidel
source: Delete school's texbooks installers folder (In : C:\Program Data\Unowhy)
fr: Supprimer les installateurs des manuels scolaires de votre école (Dans : C:\Program Files\Unowhy)
zh_hans: 删除学校教科书安装程序文件夹(在:C:\Program Data\Unowhy)

# descverbstatena
source: Enable Windows verbose status to view details about the status of LogonUI (Logon, Startup, Shutdown, Logoff, and more...)
fr: Activez l'état détaillé de Windows pour afficher des détails sur l'état de LogonUI (Connexion, Démarrage, Arrêt, Déconnexion, etc.)
zh_hans: 启用Windows详细状态以查看有关LogonUI状态的详细信息(登录、启动、关闭、注销等)
